<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!doctype html>
<html lang="en">
    <head>
        <meta charset="UTF-8" />
        <title>Document</title>
        <style>
            * {
                margin: 0;
                padding: 0;
            }

            #body {
                width: 72vw;
                margin: 0 auto;
                min-height: 100vh;
                padding-top: 60px;
                margin-bottom: 60px;
            }

            .title {
                font-family: 'B';
                font-size: 3em;
                text-align: center;
                margin-top: 100px;
            }

            .main {
                margin-top: 80px;
            }

            #term {
                width: 100%;
                height: 1500px;
                font-family: 'M';
                font-size: 1em;
                padding-top: 10px;
                padding-bottom: 10px;
            }
        </style>
    </head>
    <body>
        <jsp:include page="../header/header.jsp"></jsp:include>
        <div id = "body">
            <div class = "title">개인정보처리방침</div>
            <div class = "main">
                <textarea id="term">
■ 더안건축학원 개인정보처리방침
  더안건축학원(‘http://www.thean-ac.com' 이하 회사‘)은 개인정보보호법 제30조에 따라 정보주체의 개인정보를 보호하고 
  이와 관련된 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보처리방침을 수립·공개합니다.
 ■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
				
■개인정보파일명:홈페이지 통합회원정보
■개인정보 처리목적:회원가입 및 회원관리
 ■개인정보 항목
	■개인/기업회원
 	-필수 : 이름, 생년월일, ID, 비밀번호, 연락처, 이메일 
 	-선택 : 성별, 주소, 소속, 유입경로
	■강사
 	-필수 : 이름, 생년월일, ID, 비밀번호, 연락처, 이메일 
 	-선택 : 성별, 주소, 소속, 유입경로
	■보유기간
	-탈퇴시까지
							 
				 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:고객 문의 관리(Q&A)
 ■개인정보 처리목적:고객응대 및 니즈파악
	■개인정보 항목
	■수강문의
 	-필수 : 이름, 이메일, 연락처
 	-선택 : 없음
	■1:1문의
 	-필수 : 이름, 이메일, 연락처
 	-선택 : 없음
	■보유기간
	-탈퇴시까지
				 
				 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:결제정보
 ■개인정보 처리목적:결제에 필요한정보제공
	■개인정보 항목
	■필수 
	- 이름, 이메일, 연락처, 주소, 구매내용, 신용카드정보, 은행계좌정보 등 결제에 필요한 정보
 	- 선택: 없음 
	■보유기간
	-5년
                              
                 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:본인인증
	■개인정보 처리목적:본인 확인을 위한 본인인증절차
		■개인정보 항목
		■필수 
		-필수 : 이메일, ID,CI,DI,이름
 		-선택 : 없음 
		■보유기간
		-3년
				 
				 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:마케팅
 ■개인정보 처리목적:서비스개선,마케팅전략 수립
	■개인정보 항목
	■필수 
	-필수 : 서비스이용기록, 접속로그, 쿠키, 접속IP정보, 결제기록
 	-선택 : 없음 
	■보유기간
	-2년

■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
				
				
■ 개인정보의 제3자 제공에 관한 사항
① 회사는 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다. 
② 회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
-개인정보를 제공받는 자 : 페이앱   -제공받는 자의 개인정보 이용목적 : 이름, 이메일, 연락처, 주소, 구매내용, 신용카드정보, 은행계좌정보 등 결제에 필요한 정보   
-제공받는 자의 보유,이용기간 : 5년

■ 개인정보처리 위탁
① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
-위탁받는 자(수탁자) : 페이앱   -위탁하는 업무의 내용 : 온라인 결제 대행   -위탁기간 : 회원탈퇴 또는 위탁계약 종료시까지 
② 회사는 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독
, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다. 
 							
 				
■ 정보주체의 권리·의무 및 그 행사방법
 정보주체는 회사에 대해 언제든지 다음과 같은 개인정보 보호 관련 권리를 행사할 수 있습니다.
 -개인정보 열람요구 -오류등이 있을 경우 정정요구
 -삭제요구
 -처리정지 요구


■ 개인정보의 파기
 회사는 원칙적으로 개인정보처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다.
다만, 다른 법률에 따라 보존하여야하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

① 파기절차
 불필요한 개인정보 및 개인정보파일은 개인정보책임자의 책임하에 내부방침 절차에 따라 다음과 같이 처리하고 있습니다.
 개인정보의 파기 : 보유기간이 경과한 개인정보는 종료일로부터 지체 없이 파기합니다.
 개인정보파일의 파기 : 개인정보파일의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보파일이 불필요하게
                      되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 지체 없이 파기합니다.

② 파기방법
 전자적 파일형태인 경우에는 기록을 재생할 수 없는 기술적 방법으로 영구 삭제하며, 종이에 출력된 개인정보는 분쇄기로 파쇄하거나 소각을 통하여 파기합니다.
 개인정보의 일부만을 파기하는 경우 다음과 같이 조치합니다.
 전자적파일 형태인 경우 : 개인정보를 삭제한 후 복구 및 재생되지 않도록 관리 및 감독
 기록물, 인쇄물, 서면, 그 밖의 기록매체인 경우 : 해당 부분을 마스킹, 천공 등으로 삭제
 

■ 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
 회사는 개별적인 맞춤서비스를 제공하기위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
 -쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.  -쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구 - 인터넷옵션 - 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.
 -쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
 
 
 ■ 개인정보 보호책임자 및 담당자
 회사는 개인정보를 보호하고 개인정보와 관련된 불만을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 보호담당자를 지정하고 있습니다.
				
 ■개인정보 보호 책임자
  -직위:대표		
  -성명:안용진
  -전화:02-980-2254
  
 ■개인정보 보호담당자
  -담당부서:개발팀
  -직위:CTO
  -성명:신태양
  -전화:02-980-2254
  
   정보주체는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 
   회사는 정보주체의 문의에 대해 지체없이 답변 및 처리해 드릴 것입니다.
   
   
 ■ 권익침해 구제방법
 개인정보주체는 개인정보침해로 인한 피해를 구제 받기 위하여 개인정보 침해 신고센터, 개인정보 분쟁조정위원회 등에 분쟁해결이나 피해구제, 상담 등을 신청할 수 있습니다.

 개인정보 침해신고센터(한국인터넷진흥원 운영) 소관업무 : 개인정보 침해사실 신고, 상담신청
 홈페이지 ; privacy.kisa.or.kr 전화 : (국번없이)118 주소 : (68324)전남 나주시 진흥길 9 3층
 
 개인정보 분쟁조정위원회(한국인터넷진흥원 운영) 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정(민사적 해결)
 홈페이지 ; www.kopico.go.kr 전화 : (국번없이)1833-6972 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층

 대검찰청 사이버수사과 : (국번없이) 1301 (www.spo.go.kr)
 경찰청 사이버안전국 : (국번없이) 182 (cyberbureau.police.go.kr)


■ 개인정보 안전성 확보 조치 
 개인정보 취급 직원의 최소화 및 교육
 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.


■ 개인정보처리방침의 고지 및 변경
 본 개인정보처리방침은 2023.04.01. 부터 적용됩니다. 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
 ·2023.03.01 ~ 2023.03.31. 적용 개인정보 처리방침 □
                </textarea>
            </div>
        </div>
        <jsp:include page="../header/footer.jsp"></jsp:include>
    </body>
</html>