<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!doctype html>
<html lang="en">
<head>
<meta charset="UTF-8" />
<link rel="stylesheet" href="//cdn.jsdelivr.net/npm/font-applesdgothicneo@1.0/all.min.css">

<title>Document</title>
<link rel="stylesheet" href="../../../css/thean_academy/register.css" />
</head>
<body>
	<div id="main">
		<div class="title-container">
			<div id="title">
				<h1>JOIN MEMBER</h1>
			</div>
			<div id="explan">
				더안건축학원 회원가입을 환영합니다.<br> 회원이 되시면 더안건축학원의 다양한 혜택과 컨텐츠를 이용하실 수
				있습니다.
			</div>
		</div>
		<div class="proced">
			<div class="first active">
				<div>
					<h3>01</h3>
				</div>
				<div>
					<h3>약관동의</h3>
				</div>
			</div>
			<div class="second">
				<div>
					<h3>02</h3>
				</div>
				<div>
					<h3>본인확인</h3>
				</div>
			</div>
			<div class="third">
				<div>
					<h3>03</h3>
				</div>
				<div>
					<h3>정보입력</h3>
				</div>
			</div>
			<div class="fourth">
				<div>
					<h3>04</h3>
				</div>
				<div>
					<h3>가입완료</h3>
				</div>
			</div>
		</div>
		<div class="terms">
			<div class="term">
				<div class="term-title">
					<h3>이용약관</h3>
				</div>
				<textarea class="term-box">
■ 더안건축학원 이용약관
 

제 1 장. 총 칙
 

제 1조 목적
이 약관은 더안건축학원(이하 ‘회사’)이 웹사이트(http://www.thean-ac.com이하 ‘서비스’)를 통하여 제공하는 모든 서비스의 이용 조건 및 절차에 관한 사항과 기타 필요한 사항을 전기통신사업법 및 동법 시행령이 정하는 대로 준수하고 규정함을 목적으로 합니다.

 

제 2조 용어의 정의
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
① “이용자”라 함은 “회사”의 사이트에 접속하여 본 약관에 따라 “회사”가 제공하는 “컨텐츠” 및 제반 서비스를 이용하는 “회원” 및 “비회원”을 말합니다.

② “회원”이라 함은 회사의 사이트에 접속하여 본 약관에 동의 함으로써 회사와 이용계약을 체결하고 아이디(ID)를 부여 받은 자로서 회사가 제공하는 정보와 서비스를 지속적으로 이용할 수 있는 자를 말합니다.

③ “비회원”이라 함은 “사이트”에 접속하였으나 본 약관에 동의하지 않음으로써 “아이디”를 부여 받지 못한 자를 말합니다.

④ “아이디(ID)”라 함은 회원의 식별 및 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 문자 또는 숫자의 조합을 말합니다.

⑤ “비밀번호(PASSWORD)”라 함은 서비스 이용 시, 아이디와 일치되는 회원임을 확인하고, 회원 개인정보 보호를 위하여, 회원 자신이 정한 문자 또는 숫자의 조합을 말합니다.

⑥ “컨텐츠”라 함은 회사 사이트에서 제공하는 온라인 강좌 및 기타 관련정보를 의미함으로서, 정보통신망이용촉진 및 정보보호 등에 관한 법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호ㆍ문자ㆍ음성ㆍ음향ㆍ이미지 또는 영상 등으로 표현된 자료 또는 정보를 말합니다.

⑦ “쿠폰”이라 함은 “회사”가 “회원”에게 할인 혜택을 부여하기 위해 이벤트, 기타 사유등으로 발급하여 결제할 때에 할인받을 수 있도록 한 “비실물 증서”를 말합니다.

⑧ “운영자(관리자)”라 함은 서비스의 전반적인 관리와 원활한 운영을 위하여 회사에서 선정한 사람 또는 회사를 말합니다.

⑨ “회원의 게시물”이라 함은 회사의 서비스가 제공되는 사이트에 회원이 올린 글, 이미지, 각종 파일 및 링크, 각종 덧글 등의 정보를 의미합니다.

전항 각호에 해당하는 정의 이외의, 기타 용어의 정의에 대하여는 거래 관행 및 관계 법령에 따릅니다.
 

제 3조 약관의 효력 및 변경
본 약관은 “이용자”가 약관의 내용에 동의하며 회원가입을 신청하고, “회사”가 그 신청에 대하여 승낙함으로써 효력이 발생합니다.
개별 서비스 계약 시 동의한 약관이 본 약관과 저촉되는 경우 개별 서비스 계약 시 동의한 약관이 우선 적용됩니다.
“회사”가 본 약관의 내용을 변경하는 경우 적용일자 및 변경사유를 명시하여 현행약관과 함께 “사이트”의 초기화면 또는 초기화면과의 연결화면을 통해 적용일자 최소 7일(이용자에게 불리하거나 중대한 사항의 변경은 30일) 이전부터 적용일자 전일까지 공지하고, 기존 “회원”들에게는 변경 될 약관, 적용일자 및 변경사유를 전자우편주소로 이메일을 발송하여 통지합니다.
전 항과 같이 약관의 변경에 대하여 통지한 경우, 그 때부터 7일(이용자에게 불리하거나 중대한 사항의 변경인 경우 30일)내에 이용자가 거절의 의사를 표시하지 않으면 변경된 약관에 동의한 것으로 간주됩니다. 단, 유료 “서비스”를 이용 중인 “회원” 중 변경될 약관에 동의하지 아니하는 “회원”은 유료 “서비스” 이용이 종료될 때까지는 기존 약관이 적용됩니다.
본 약관과 “사이트”에 명시되지 아니한 사항이 관계법령(전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 기타 관련 법령)에 규정되어 있을 경우에는 그 규정에 따릅니다.
 

제 2 장. 회원 가입 및 서비스 이용
 

제 4조 회원가입
회원가입은 “서비스”를 이용하려는 자가 본 약관의 내용에 동의하고 회원가입 신청을 한 후 “회사”가 이러한 신청에 대하여 승낙함으로써 완료됩니다.
전 항의 규정에 따라 회원가입을 할 때에는 “회사”가 제공하는 “서비스”의 원활한 이용을 위해서 필요한 “개인정보”를 제공해야 합니다. 이 경우 제공되는 “개인정보”는 “회사”가 게시한 개인정보처리방침에서 확인할 수 있습니다.
온라인 가입신청 양식에 기재하는 사항에 실명이나 실제 정보를 입력하지 않은 자는 법적인 보호를 받을 수 없으며, “서비스” 사용의 제한을 받을 수 있습니다.
 

제 5조 강사가입
강사가입은 “서비스”를 공동제공하려는 자가 본 약관의 내용에 동의하고 회원가입 신청을 한 후 “회사”에 요청할 경우, “회사”는 이러한 신청에 대하여 승낙함으로써 완료됩니다.
전 항의 규정에 따라 회원가입을 할 때에는 “회사”가 제공하는 “서비스”의 원활한 이용을 위해서 필요한 “개인정보”를 제공해야 합니다. 이 경우 제공되는 “개인정보”는 “회사”가 게시한 개인정보처리방침에서 확인할 수 있습니다.
온라인 가입신청 양식에 기재하는 사항에 실명이나 실제 정보를 입력하지 않은 자는 법적인 보호를 받을 수 없으며, “서비스” 사용의 제한을 받을 수 있습니다.
 

제 6조 서비스 제공 및 변경
“사이트”는 상당한 이유(재화의 품절 또는 기술적 사양의 변경, 외부 서비스 제공자와의 계약 만료 등)가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 “서비스”를 변경할 수 있습니다.
“서비스”의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용과 제공일자 등을 그 변경 전에 해당 서비스 초기화면에 게시합니다.
“회사”는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에서 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.
 

제 7조 서비스 이용
회원 가입에 대한 사이트의 이용 승낙으로 계약이 성립이 되며, 이에 대한 기본 전제 조건으로 약관에 기재된 내용에 대한 동의를 전제 조건으로 합니다.
특별한 일이 없을 경우 24시간 서비스 이용을 원칙으로 합니다.
시스템 점검 및 업그레이드 등의 특별한 경우, 24시간 이전에 사전 통지함을 원칙으로 합니다.
“이용자”는 “서비스” 이용 중 일반 학습 상담, 동영상 재생 오류 및 기술 상담, 강의 환불 및 변경 문의 기타 “서비스” 이용과 관련하여 문의 사항이 있는 경우 “사이트” 고객센터를 이용하여 온라인 문의를 하거나 또는 “회사”의 고객센터로 전화 문의를 할 수 있습니다.
 

제 8조 서비스 제공의 중지 및 제한
“회사”는 다음 각 호 어느 하나에 해당하는 경우 “서비스” 제공을 중지하거나 제한할 수 있습니다.
① 서비스용 설비의 최적화를 위한 시스템 점검 또는 설비 보수로 인해 부득이한 경우

② 분산서비스거부(DDoS) 공격 등에 의해 발생한 서비스 장애 복구를 위해 부득이한 경우

③ 기타 서비스용 설비의 장애 또는 “서비스” 이용의 폭주 등으로 “서비스” 이용에 지장이 있는 경우

④ 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우

⑤ 국가비상사태, 천재지변에 의해 부득이한 경우

⑥ 기타 합리적인 이유가 있는 경우로서 “회사”가 필요하다고 인정하는 경우

 

제 9조 유료 서비스 이용의 승인
“회사”는 “회사”에서 규정한 결제 방법을 사용하여 “신청자”가 이용 요금을 납입한 사실이 확인되면 지체 없이 그 유료 “서비스” 이용 신청을 승인합니다.
“회사”는 다음 각 호 어느 하나에 해당하는 경우 전 항의 승인을 제한할 수 있고 그 사유가 해소될 때까지 승인을 유보할 수 있습니다.
① 유료 “서비스” 이용 요금을 납입하지 않은 경우

② 유료 “서비스” 신청 금액 총액과 납입 금액 총액이 일치하지 않는 경우

③ 기타 합리적인 이유가 있는 경우로서 “회사”가 필요하다고 인정하는 경우

④ “회사”는 전 항에 의하여 유료 “서비스” 이용 신청의 승인을 제한하거나 유보하는 경우 이를 그 “신청자”에게 알려야 합니다.

 

제 10조 청약 철회 및 효과
“회사”와 “컨텐츠”의 이용 계약을 체결한 “회원”은 “서비스” 이용 승인일로부터 7일 이내에 청약철회를 할 수 있습니다.
제2항의 청약철회권은 다음 각 호의 어느 하나에 해당할 경우 행사할 수 없습니다.
① “회원”에게 책임이 있는 사유로 교재가 멸실되거나 훼손된 경우(교재가 발송되는 “서비스”의 경우에만 해당함)

② “회원”의 사용 또는 일부 소비로 “교재”의 가치가 현저히 감소한 경우(교재가 발송되는 “서비스”의 경우에만 해당함)

③ 시간이 지나 다시 판매하기 곤란할 정도로 “교재”의 가치가 현저히 감소한 경우(교재가 발송되는 “서비스”의 경우에만 해당함)

④ 복제가 가능한 “교재”의 포장을 훼손한 경우(교재가 발송되는 “서비스”의 경우에만 해당함)

“회사”는 “이용자”의 청약철회의 의사표시를 받은 날로부터 5영업일 이내(교재 등 “이용자”가 ”회사”에 반환하여야 할 재화 등이 있는 경우에는 해당 재화 등을 반환 받은 날로부터 5영업일 이내)에 대금 결제와 동일한 방법으로 대금을 환불합니다.
“회사”는 반환된 컨텐츠가 일부 사용 또는 소비된 경우 그 컨텐츠의 사용 또는 소비에 의하여 “이용자”가 얻은 이익에 상당하는 금액의 범위 내에서 “이용자”에게 청구하거나 “이용자”에게 반환할 대금에서 상계할 수 있습니다.
”이용자”의 사유로 인하여 청약철회를 하는 경우 재화 등의 배송에 소요된 비용은 소비자가 부담합니다.
 

제 11조 해제, 해지
“회사”의 귀책사유로 더 이상 “서비스” 제공이 불가능한 경우에는 “이용자”는 그 서비스 제공을 해제 또는 해지할 수 있습니다. 이 때, “회사”는 “이용자”가 결제한 금액 중 이미 이용한 부분에 대한 금액을 제한 나머지 금액을 “이용자”에게 환불합니다.
“회사”는 “이용자”의 계약 해제, 해지의 의사표시를 받은 날로부터 5영업일 이내(교재 등 “이용자”가 “회사”에 반환하여야 할 재화 등이 있는 경우에는 해당 재화 등을 반환 받은 날로부터 5영업일 이내)에 대금 결제와 동일한 방법으로 대금을 환불합니다. 다만, 동일한 방법으로 대금의 환불이 불가능할 때에는 이를 고지하고, 회원이 선택한 방법으로 환불할 수 있습니다.
“회원”이 계약을 해지하는 경우, “회원”이 작성한 “게시물” 중 본인 계정에 등록된 게시물 일체는 삭제됩니다. 다만, 타인에 의해 담기, 스크랩 등이 되어 재게시되거나, 공용게시판에 등록된 “게시물” 등은 삭제되지 않으니 사전에 삭제 후 탈퇴하시기 바랍니다.
 

제 12조 환불에 관한 사항
“회원”은 “사이트” 등을 이용하여 환불 신청을 할 수 있습니다. 다만, 필요한 경우 고객센터를 이용할 수 있습니다.
. 환불과 관련하여 본 약관에서 규정하고 있지 않은 사항은 상품 구매시 “회원”이 별도로 동의한 계약내용 또는 관련 법령에 의하여 정해진 “회사”의 환불처리기준에 의합니다.
 

제 3 장. 당사자의 권리와 의무
 

제 13조 회사의 의무
“회사”는 지속적 안정적으로 “서비스”를 제공하기 위해 최선을 다합니다.
“회사”는 “서비스” 이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하도록 노력합니다.
“회사”는 “회원”의 “개인정보”를 그 “회원”의 동의 없이 제 3자에게 누설, 배포하지 않는 것을 원칙으로 합니다. 단, 다음 각 호에 해당하는 경우에는 예외로 합니다.
① 전기통신기본법 등 법률의 규정에 의한 국가기관의 요구가 있는 경우

② 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우

③ 기타 관계법령이 정한 절차에 따른 요청이 있는 경우

 

제 14조 개인정보 보호
“회사”는 “회원”의 “개인정보” 수집 시 필요한 최소한의 정보를 수집합니다.
“회사”는 “회원”의 “개인정보”를 수집할 때 다음 각 호에 해당하는 경우를 제외하고는 그 “회원”의 동의를 받습니다.
① 법률에 특별한 규정이 있는 경우

② 전자거래 계약의 이행을 위하여 필요한 경우

③ “서비스” 제공에 따른 요금 정산을 위하여 필요한 경우

“회사”는 “회원”의 “개인정보”를 그 “회원”의 동의 없이 목적 외로 사용하거나 제3자에게 제공할 수 없습니다. 단, 다음 각 호에 해당하는 경우에는 예외로 합니다.
① 법률에 특별한 규정이 있는 경우

② “서비스” 제공에 따른 요금 정산을 위해 필요한 경우

③ 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공되는 경우

“회원”은 “사이트”상의 개인정보관리 시스템을 통해 언제든지 본인의 “개인정보”를 열람하고 수정할 수 있습니다. 다만, “아이디”는 변경할 수 없습니다.
“회원”은 가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정해야 하며, 이를 수정하지 아니하여 발생하는 문제의 책임은 “회원”에게 있습니다.
전 항의 경우라도 “회사”가 사전에 개인정보처리방침에 규정하여 “회원”의 동의를 받거나 관련 법령에 따라 일정기간 “개인정보”를 보관해야 하는 경우 “회사”는 예외적으로 일정기간 “개인정보”를 보관할 수 있습니다.
“개인정보”의 수집, 보관, 이용, 위탁 등에 관한 제반 사항은 “회사”가 게시한 개인정보처리방침에서 확인할 수 있습니다.
 

제 15조 회원의 아이디와 비밀번호 관리에 대한 의무
“아이디”와 비밀번호에 관한 모든 관리책임은 “회원”에게 있습니다.
자신의 “아이디”가 부정하게 사용된 경우, “회원”은 반드시 “회사”에 그 사실을 통보해야 합니다.
“회사”는 전항의 경우 “회원”의 개인정보보호 및 기타 서비스 부정이용행위 방지 등을 위하여 “회원”에게 비밀번호의 변경 등 필요한 조치를 요구할 수 있으며, “회원”은 “회사”의 요구가 있는 즉시 “회사”의 요청에 성실히 응해야 합니다.
“회사”는 “회원”이 본 조에서 정하는 의무를 성실히 이행하지 않아 발생한 불이익에 대하여 책임지지 않습니다.
 

제 16조 회원의 의무
“회원”은 “서비스”를 이용할 때 다음 각 호의 행위를 해서는 안 됩니다.
① 동일인이 중복하여 회원가입을 하는 경우

② 다른 “회원”의 “아이디”를 부정하게 사용하는 행위

③ 자신의 “아이디” 및 “서비스”를 타인이 사용하도록 하는 행위

④ “서비스” 이용 시 영상, 사진, 텍스트, 음성 등의 정보를 녹화나 캡쳐 또는 녹음할 수 있는 소프트웨어를 실행시키는 행위

⑤ “서비스”에서 얻은 정보를 “회사”의 사전 승낙 없이 복제하거나 이를 출판 및 방송 등에 사용하거나 제 3자에게 제공하는 행위

⑥ “회사” 또는 제 3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해하려는 행위

⑦ 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위

⑧ 범죄와 결부된다고 객관적으로 판단되는 행위

⑨ “회원”이 다른 “이용자”의 서비스 이용을 방해하거나, “회사”의 서비스 운영을 고의 또는 과실로 방해하는 행위

⑩ 회사 및 타인의 명예를 훼손하거나 모욕하는 행위

⑪ “회원”이 “회사”에서 제공하는 서비스를 이용하여 상품 또는 용역 등을 판매하는 상행위

⑫ 기타 관계법령에 위배되는 행위

“회원”은 본 약관에 규정하는 사항과 “서비스” 이용안내 또는 주의사항을 준수해야 합니다.
“회원”은 사항 별로 “회사”가 “서비스” 공지사항에 게시하거나 별도로 공지한 사항을 준수해야 합니다.
“회원”은 “회사”의 명시적인 동의가 없는 한 “서비스”의 이용권한 기타 이용 계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
“회사”는 “회원”이 제1항 내지 제4항을 위반하였을 경우 사전 통지 없이 계약을 해지하거나 또는 “서비스” 이용을 제한할 수 있습니다.
“회사”가 전 항에 따라 계약을 해지하거나 “서비스” 이용을 제한하는 경우 이를 “회원”에게 알립니다. 다만, “회사”의 귀책사유 없이 “회원”에게 알릴 수 없는 경우에는 예외로 합니다.
 

제 17조 게시물
“회사”는 “게시물”이 다음 각 호에 해당된다고 판단되는 경우에는 그 “이용자”의 동의 없이 그 “게시물”을 삭제할 수 있습니다.
① 다른 “이용자” 또는 제 3자를 비방하거나 타인의 명예를 훼손시킨 경우

② 허위 내용이 포함되어 있거나 공공질서 및 미풍양속에 위반되는 경우

③ 범죄적 행위에 결부된다고 인정되는 경우

④ “회사” 또는 제 3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해할 우려가 있는 경우

⑤ 기타 관계 법령이나 “회사”가 정한 규정에 위배되는 경우

“회사”가 운영하는 “게시판” 등에 게시된 정보로 인하여 법률상 이익이 침해된 자는 권리 침해 사실을 소명하여 “회사”에게 당해 정보의 삭제를 요청할 수 있습니다. 이 경우 “회사”는 신속히 필요한 조치를 취하고 이를 요청자에게 통지합니다.
 

제 4 장. 계약 해지
 

제 18조 계약 해지
“회원”이 “사이트”의 회원 탈퇴를 하고자 하는 경우에는 “회원” 본인이 회원 탈퇴의 신청을 하여야 합니다.
“회원”의 회원 탈퇴 신청을 확인한 경우 “회사”는 신속히 회원 탈퇴 절차를 처리하며, 관련법 및 “사이트”의 개인정보처리방침에 따라 “회사”가 회원정보를 보유하는 경우를 제외하고는 탈퇴 완료 후 지체 없이 “회원”의 개인정보를 파기합니다.
본 조항에 따른 해지 시 회원은 이용계약 종료(회원 탈퇴) 이전에 잔여 적립금, 쿠폰을 모두 사용하여야 하며, 이용계약이 종료됨과 함께 잔여 적립금, 쿠폰 및 수강중인 “컨텐츠” 등 보유하고 있는 권리는 소멸됩니다.
 

제 19조 회원 자격 상실 및 정지
다음의 하나에 해당하는 경우, 사이트에서 임의로 탈퇴 처리를 할 수 있습니다.
– 게시판에 욕설 등의 비속어를 썼을 경우

– 타인의 강의를 무단복제 및 도용한 경우

– 도배성 및 광고성 글을 기재했을 경우

– 타인의 ID 및 비밀번호를 도용한 경우

– 타인에게 ID 및 비밀번호를 빌려준 경우

– 타인의 명예를 손상시킨 경우

– 타인에게 불이익을 주었을 경우

– 해킹, 컴퓨터 바이러스 등 안정적인 서비스 제공에 지장을 초래한 경우

– “회사” 또는 제 3자의 저작권 등 지적재산권 기타 권리를 침해하거나 침해하려는 행위를 한 경우

– 공공질서 및 미풍양속에 저해되는 내용을 유포시키는 경우

– “회원”이 국익 또는 사회적 공익을 저해할 목적으로 “서비스” 이용을 계획 또는 실행하는 경우

– “서비스” 운영을 고의 또는 과실로 방해하는 경우

– “서비스”의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우

– 정보통신설비의 오작동이나 정보의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우

– 정보통신윤리위원회 등 외부기관의 시정 요구가 있거나 불법선거운동과 관련하여 선거관리위원회의 유권해석을 받은 경우

– “회사”의 “서비스”를 이용하여 얻은 정보를 “회사”의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우

– “사이트”에 음란물을 게재하거나 음란 사이트를 링크하는 경우

– 본 약관 기타 “회사”가 정한 의무 기타 이용 조건을 위반하는 경우

– “회사”의 명시적인 동의 없이 “회사”가 제공하는 “서비스”를 녹화, 녹음, 캡쳐하거나 하려는 경우

– “회사”의 명시적인 동의 없이 “서비스”의 이용권한 기타 이용 계약상의 지위를 타인에게 양도, 증여, 담보 제공, 이용 허락 하거나 타인과 공유하는 경우

“회사”가 전 항에 따라 “회원” 자격을 상실시키거나 제한하는 경우에는 “회사”는 이를 “회원”에게 알립니다. 다만, “회사”의 귀책사유 없이 “회원”에게 알릴 수 없는 경우에는 예외로 합니다.
“회사”가 제1항에 따라 “회원” 자격을 상실시키거나 제한하는 경우 해당 “회원”에 대하여는 “회사”가 제공하는 모든 “서비스”의 이용을 중단시킬 수 있고, 해당 “회원”은 “회사”에 대하여 중단 이후의 “서비스”에 대한 환불 등을 요구할 수 없습니다.
사이트에서 임의로 탈퇴 처리를 할 경우는 그에 대한 사유를 메일로 통보하게 됩니다.
 

제 5 장. 저작권
 

제 20조 게시물의 저작권 및 소유권
서비스에 게재된 자료 및 이미지에 대한 권리는 다음 각 호와 같습니다.
① “회사”가 자체 제작한 “컨텐츠”와 “회사”가 제3자로부터 저작권을 양수 받은 “컨텐츠”에 대한 저작권은 “회사”에게 있습니다.

② “회사”가 제3자로부터 이용 허락을 받은 “컨텐츠”에 대한 저작권은 제3자에게 있고 “회사”는 그에 대한 사용권을 가집니다.

③ “회원”은 “회사”가 제공하는 “서비스”를 이용함으로써 얻은 정보를 “회사”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리, 비영리의 목적으로 이용하거나 제 3자에게 이용하게 할 수 없습니다.

④ “회사”는 “회사” 또는 제3자의 저작권을 보호하기 위하여 “회원”이 “서비스”를 이용하는 동안 자동으로 차단하는 프로그램을 사용할 수 있습니다.

⑤ “회원”의 “게시물”에 대한 권리 및 책임은 이를 게시한 “회원”에게 있습니다.

⑥ “회사”는 “회원”이 “사이트”에 게시한 수강후기 등의 “게시물”을 사용, 복제, 전송, 수정, 출판, 배포할 수 있습니다. 단, “회원”의 “게시물”을 마케팅 등에 활용하는 경우 별도의 동의를 받지 않는 한 “회원”의 개인정보를 비식별화 조치하여 활용합니다.

 

제 21조 손해배상
회원이 본 약관의 규정을 위반하여 회사 또는 제 3자에게 손해가 발생하게 되는 경우, 약관을 위반한 회원은 회사 및 제 3자에게 발생한 손해를 배상할 책임이 있습니다.

 

제 22조 양도금지
이용자가 사이트의 서비스에 대한 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.

 

제 23조 면책조항
“회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임이 면제됩니다.
“회사”는 “회원”의 사유로 인한 “서비스” 이용의 장애에 대하여 책임을 지지 않습니다.
“회사”는 “이용자”가 “사이트”에 게재한 사실의 신뢰도, 정보나 자료의 정확성 등 내용에 관하여는 책임을 지지 않습니다.
“회사”는 “서비스” 이용과 관련하여 “이용자”에게 발생한 손해 가운데 “이용자”의 사유에 의한 손해에 대하여 책임을 지지 않습니다.
 

제 24조 관할법원
사이트에서 제공하는 서비스와 관련 발생한 분쟁에 대해 소송이 제기될 경우 사이트 소재지를 관할 하는 법원을 전속 관할 법원으로 합니다.

 

상기 약관은 2023년 04월 01일부터 효력이 발생됩니다.
				
				</textarea>
				<div class="check">
					<input class="" type="checkbox" /> 서비스 이용약관에 동의합니다.
				</div>
			</div>
			<div class="term">
				<div class="term-title">
					<h3>개인정보취급방침</h3>
				</div>
				<textarea class="term-box">
■ 더안건축학원 개인정보처리방침
  더안건축학원(‘http://www.thean-ac.com' 이하 회사‘)은 개인정보보호법 제30조에 따라 정보주체의 개인정보를 보호하고 
  이와 관련된 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보처리방침을 수립·공개합니다.
 ■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
				
■개인정보파일명:홈페이지 통합회원정보
■개인정보 처리목적:회원가입 및 회원관리
 ■개인정보 항목
	■개인/기업회원
 	-필수 : 이름, 생년월일, ID, 비밀번호, 연락처, 이메일 
 	-선택 : 성별, 주소, 소속, 유입경로
	■강사
 	-필수 : 이름, 생년월일, ID, 비밀번호, 연락처, 이메일 
 	-선택 : 성별, 주소, 소속, 유입경로
	■보유기간
	-탈퇴시까지
				 
				 
				 
				 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:고객 문의 관리(Q&A)
 ■개인정보 처리목적:고객응대 및 니즈파악
	■개인정보 항목
	■수강문의
 	-필수 : 이름, 이메일, 연락처
 	-선택 : 없음
	■1:1문의
 	-필수 : 이름, 이메일, 연락처
 	-선택 : 없음
	■보유기간
	-탈퇴시까지
				 
				 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:결제정보
 ■개인정보 처리목적:결제에 필요한정보제공
	■개인정보 항목
	■필수 
	- 이름, 이메일, 연락처, 주소, 구매내용, 신용카드정보, 은행계좌정보 등 결제에 필요한 정보
 	- 선택: 없음 
	■보유기간
	-5년
                 
                 
                 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:본인인증
	■개인정보 처리목적:본인 확인을 위한 본인인증절차
		■개인정보 항목
		■필수 
		-필수 : 이메일, ID,CI,DI,이름
 		-선택 : 없음 
		■보유기간
		-3년
				 
				 
■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
■개인정보파일명:마케팅
 ■개인정보 처리목적:서비스개선,마케팅전략 수립
	■개인정보 항목
	■필수 
	-필수 : 서비스이용기록, 접속로그, 쿠키, 접속IP정보, 결제기록
 	-선택 : 없음 
	■보유기간
	-2년

■ 개인정보의 처리목적, 처리하는 개인정보의 항목, 보유기간
				
				
■ 개인정보의 제3자 제공에 관한 사항
① 회사는 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다. 
② 회사는 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
-개인정보를 제공받는 자 : 페이앱   -제공받는 자의 개인정보 이용목적 : 이름, 이메일, 연락처, 주소, 구매내용, 신용카드정보, 은행계좌정보 등 결제에 필요한 정보   
-제공받는 자의 보유,이용기간 : 5년

■ 개인정보처리 위탁
① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
-위탁받는 자(수탁자) : 페이앱   -위탁하는 업무의 내용 : 온라인 결제 대행   -위탁기간 : 회원탈퇴 또는 위탁계약 종료시까지 
② 회사는 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독
, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다. 
 				
 				
 				
■ 정보주체의 권리·의무 및 그 행사방법
 정보주체는 회사에 대해 언제든지 다음과 같은 개인정보 보호 관련 권리를 행사할 수 있습니다.
 -개인정보 열람요구 -오류등이 있을 경우 정정요구
 -삭제요구
 -처리정지 요구


■ 개인정보의 파기
 회사는 원칙적으로 개인정보처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다.
다만, 다른 법률에 따라 보존하여야하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

① 파기절차
 불필요한 개인정보 및 개인정보파일은 개인정보책임자의 책임하에 내부방침 절차에 따라 다음과 같이 처리하고 있습니다.
 개인정보의 파기 : 보유기간이 경과한 개인정보는 종료일로부터 지체 없이 파기합니다.
 개인정보파일의 파기 : 개인정보파일의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보파일이 불필요하게
                      되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 지체 없이 파기합니다.

② 파기방법
 전자적 파일형태인 경우에는 기록을 재생할 수 없는 기술적 방법으로 영구 삭제하며, 종이에 출력된 개인정보는 분쇄기로 파쇄하거나 소각을 통하여 파기합니다.
 개인정보의 일부만을 파기하는 경우 다음과 같이 조치합니다.
 전자적파일 형태인 경우 : 개인정보를 삭제한 후 복구 및 재생되지 않도록 관리 및 감독
 기록물, 인쇄물, 서면, 그 밖의 기록매체인 경우 : 해당 부분을 마스킹, 천공 등으로 삭제
 

■ 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항
 회사는 개별적인 맞춤서비스를 제공하기위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
 -쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.  -쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구 - 인터넷옵션 - 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.
 -쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
 
 
 ■ 개인정보 보호책임자 및 담당자
 회사는 개인정보를 보호하고 개인정보와 관련된 불만을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 보호담당자를 지정하고 있습니다.
				
 ■개인정보 보호 책임자
  -직위:대표		
  -성명:안용진
  -전화:02-980-2254
  
 ■개인정보 보호담당자
  -담당부서:개발팀
  -직위:CTO
  -성명:신태양
  -전화:02-980-2254
  
   정보주체는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 
   회사는 정보주체의 문의에 대해 지체없이 답변 및 처리해 드릴 것입니다.
   
   
 ■ 권익침해 구제방법
 개인정보주체는 개인정보침해로 인한 피해를 구제 받기 위하여 개인정보 침해 신고센터, 개인정보 분쟁조정위원회 등에 분쟁해결이나 피해구제, 상담 등을 신청할 수 있습니다.

 개인정보 침해신고센터(한국인터넷진흥원 운영) 소관업무 : 개인정보 침해사실 신고, 상담신청
 홈페이지 ; privacy.kisa.or.kr 전화 : (국번없이)118 주소 : (68324)전남 나주시 진흥길 9 3층
 
 개인정보 분쟁조정위원회(한국인터넷진흥원 운영) 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정(민사적 해결)
 홈페이지 ; www.kopico.go.kr 전화 : (국번없이)1833-6972 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층

 대검찰청 사이버수사과 : (국번없이) 1301 (www.spo.go.kr)
 경찰청 사이버안전국 : (국번없이) 182 (cyberbureau.police.go.kr)


■ 개인정보 안전성 확보 조치 
 개인정보 취급 직원의 최소화 및 교육
 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.


■ 개인정보처리방침의 고지 및 변경
 본 개인정보처리방침은 2023.04.01. 부터 적용됩니다. 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
 ·2023.03.01 ~ 2023.03.31. 적용 개인정보 처리방침 □

				</textarea>
				<div class="check">
					<input class="checkbox" type="checkbox" /> 개인정보취급방침에 동의합니다.
				</div>
			</div>
		</div>
		<div class="btns">
			<form onSubmit="return isChecked()" action="certification.jsp">
				<button class="btn1" type="submit">확인</button>
			</form>
			<div>
				<a href="register.jsp"><button>취소</button></a>
			</div>
		</div>
	</div>
	<script>
		const checkbox = document.querySelector(".checkbox");

		function isChecked() {
			if (checkbox.checked) {
				return true;
			} else {
				alert("약관동의를 체크해주세요.");
				return false;
			}
		}
	</script>
</body>
</html>